import React from "react";

const About = () => {
  return (
    <div className="container mt-5">
      <h1 className="text-center text-success mb-4">เกี่ยวกับเรา</h1>
      <p>
        สาขาเทคโนโลยีสารสนเทศเป็นส่วนหนึ่งของวิทยาลัยเทคโนโลยีโปลิเทคนิคลานนา
        เชียงใหม่ ซึ่งมีวัตถุประสงค์เพื่อพัฒนาบุคลากรที่มีความเชี่ยวชาญในด้านเทคโนโลยี
        และตอบสนองต่อความต้องการของอุตสาหกรรม
      </p>
      <p>
        เรามีทีมอาจารย์ที่มีประสบการณ์ พร้อมด้วยสิ่งอำนวยความสะดวกที่ทันสมัย
        และหลักสูตรที่อัปเดตอย่างต่อเนื่อง
      </p>
    </div>
  );
};

export default About;